<?php
// Heading
$_['heading_title']    		= 'Автоначисление бонусных баллов';

// Text
$_['text_extension']   		= 'Модули';
$_['text_success']     		= 'Успешно: Вы изменили модуль Автоначисление бонусных баллов!';
$_['text_edit']        		= 'Редактирование модуля';

// Entry
$_['entry_registration'] 	= 'Регистрация';
$_['entry_newsletter'] 		= 'Подписка';
$_['entry_firstorder'] 		= 'Первый заказ';
$_['entry_reviews'] 		= 'Отзыв';
$_['entry_unsubscribe'] 	= 'Отписка';
$_['entry_status']     		= 'Статус';

// Help
$_['help_registration']		= 'Количество бонусных баллов начисляемых за регистрацию клиента';
$_['help_newsletter']		= 'Количество бонусных баллов начисляемых за подписку на рассылку';
$_['help_firstorder']		= 'Количество бонусных баллов начисляемых за первый заказ';
$_['help_reviews']			= 'Количество бонусных баллов начисляемых за первый отзыв к товарам';
$_['help_unsubscribe']		= 'Отнимать бонусные баллы при отписке от рассылки?';

// Error
$_['error_permission'] 		= 'Внимание: У вас нет доступа для управления модулем!';
