<?php
// Heading
$_['heading_title']                = 'Авторизация';

// Text
$_['text_account']				   = 'Личный rабинет';
$_['text_login']                   = 'Авторизация';
$_['text_new_customer']            = 'ЗАРЕГИСТРИРОВАТЬСЯ';
$_['text_register']                = 'ЗАРЕГИСТРИРОВАТЬСЯ';
$_['text_register_account']        = '<div class="login-page__auth__text">Создайте учетную запись и наслаждайтесь персонализированным шопингом:</div>';
$_['text_returning_customer']      = 'Войти в Личный кабинет';
$_['text_i_am_returning_customer'] = 'Введите адрес электронной почты и пароль для доступа в Личный кабинет и к персонализированным услугам.';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'Электронная почта*';
$_['entry_password']               = 'Пароль*';

// Error
$_['error_login']                  = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_attempts']               = 'Внимание: Вы превысили допустимое количество попыток входа в систему. Пожалуйста, попробуйте через час.';
$_['error_approved']               = 'Необходимо подтвердить аккаунт перед авторизацией.';
