<?php
// Heading
$_['heading_title']        = 'Заказ успешно сформирован!';
$_['heading_title_customer'] = 'Ваш номер заказа #%s!';

// Text
$_['text_basket']          = 'Корзина покупок';
$_['text_checkout']        = 'Оформление';
$_['text_success']         = 'Успешно';
$_['text_customer']        = '<br><p>Вы можете просматривать историю заказов в <a href="%s">Личном кабинете</a> открыв <a href="%s">Историю заказов</a>.</p><p>Если в вашем заказе есть цифровые товары для скачивания, вы можете посмотреть их на странице <a href="%s">Файлы для скачивания</a>.</p><p>Если у вас возникнут какие либо вопросы, пожалуйста, <a href="%s">свяжитесь с нами</a>.</p><p>Спасибо за покупки в нашем интернет-магазине!</p>';
$_['text_guest']           = '<p>Ваш заказ был успешно сформирован!</p><p>В ближайшее время с Вами свяжется наш менеджер для подтверждения заказа.</p><p>Обращаем Ваше внимание ,что все заказы обслуживаются в порядке очереди , поэтому обработка Вашего заказа может занять какое-то время.</p><p>Если у Вас возникнут какие либо вопросы, пожалуйста, <a href="%s" class="success_order">свяжитесь с нами</a>.</p><p>Благодарим Вас за покупки в нашем интернет-магазине!</p>';
